INSERT INTO goods(name, describe, price, path,goods_type)
VALUES ('GT Avalanche Comp',
'День, проведенный на велосипеде, однажды обязательно захочется повторить. Это будет сделать совсем нетрудно, и даже приятно',350,
'https://trial-sport.ru/images/catalog/g17_g27317m_27_1246271.jpg',
'BC'),
('Jamis',
'Правильный старт может стать началом увлечения на всю жизнь. Первый горный велосипед должен принести только положительные эмоции, чтобы появилось желание сохранить эту радость и во взрослой жизни',
200,'https://trial-sport.ru/images/catalog/17_x_20_wh_1231952_1231953.jpg',
'BC'),
('Mongoose ROCKADILE',
'Как и в случае с «большим» Rockadile, все малыши этой линейки выпускаются в одном размере и вот почему. Удобство и безопасность ребенка – главные факторы, учитываемые при создании детских велосипедов, тем более таких сложных, как маунтинбайк.',
300,'https://trial-sport.ru/images/catalog/m18_20b_rockadile_grn_1334501_1335005.jpg',
'BC'),
('Cannondale TRAIL',
'Компания Cannondale заботится о подрастающем поколении велосипедистов и предлагает им все, что есть в арсенале «взрослых» моделей',300,
'https://trial-sport.ru/images/catalog/c16_c52186m_red_1256353_1256723.jpg',
'BC'),
('Mongoose TYAX 9R SPORT','Tyax Sport, младший в семье, так же, как и верхние модели, в новом сезоне выпущен в трех вариантах: найнер, классический трейл-байк с колесами 27.5 дюймов и вездеход серии «плюс»',350,
'https://trial-sport.ru/images/catalog/m17_29m_tyaxspt_gry_1247612.jpg',
'BC'),
('Corratec X-VERT BACO HL DB-280 DISC','Если вам не чужд дух приключений, горный велосипед поможет получить множество ярких эмоций','450',
'https://trial-sport.ru/images/catalog/tw23002_1338662_1338663.jpg',
'BC'),
('Outleap GREENWICH','Стильный фикс с отсылкой к ретро-шоссейным велосипедам. Стальная рама и двойные алюминиевые обода обладают отличной жесткостью',450,
'https://trial-sport.ru/images/catalog/outleap_greenwich_greenbrown_1250317.jpg',
'BC'),
('Corratec ALLROAD ULTEGRA','Для поклонников шоссейной классики, ценящих спортивную посадку, но в то же время желающих больше комфорта и возможностей для путешествий, у Corratec есть универсальный велосипед, который удивит своими возможностями','500',
'https://trial-sport.ru/images/catalog/bk23149_all_road_ultegra_1338504_1338505.jpg',
'BC'),
('Cannondale CAAD12 DISC 105','В сезоне 2017 инженеры Cannondale полностью переработали геометрию рамы. Она стала легче, жестче и в тоже время более комфортной',500,
'https://trial-sport.ru/images/catalog/c16_c13306m_blu_1255315_1255866.jpg',
'BC'),
('Cannondale SUPERX SE FORCE 1','Технологии и универсальность карбоновых рам для велокросса теперь на службе у тех, кто любит покорять просторы за пределами асфальта на шоссейном велосипеде',1000,
'https://trial-sport.ru/images/catalog/c18_c17758m_org_1335978_1335979.jpg',
'BC');









INSERT INTO goods (name,describe ,price, path,goods_type)
VALUES
('USD Pro FRUITMAN MINI','Fruitman Mini создан специально для самых маленьких спортсменов, которые только делают свои первые шаги, но уже хотят узнать этот мир как можно быстрее! Максимальный вес ребенка - 30 кг','100',
'11.jpg',
'SK'),
('USD Pro Rhino','Легкий надежный самокат с большими колесами обладает хорошим накатом, очень прост и удобен в управлении. Подойдет для детей разных возрастов и взрослых',150,
'22.jpg',
'SK'),
('Mongoose STANCE PRO','Профессиональный трюковый самокат, созданный для любителей парка и стрита',200,
'33.jpg',
'SK'),
('Chilli REAPER RELOADED','Chilli Reloaded - лучший стритовый друг для продвинутых райдеров. Благодаря широкой алюминиевой дэке и дополнительному месту между рулевой колонкой и дэкой, выполнять различные стойки и футджэм трюки стало еще проще',250,
'44.jpg',
'SK'),
('Smartscoo+ SUPREME','Городской самокат от немецкого бренда Smartscoo+ подарит вам незабываемые прогулки по городу и паркам. Самые яркие впечатления гарантированы!',250,
'55.jpg',
'SK'),
('Chilli SUN REAPER','Модель Reaper самая свежая разработка команды Chilli Pro. Настоящая гроза улиц для начинающих и профессиональных райдеров. Reaper имеет отличную сбалансированную Street-навеску, дружелюбную геометрию дэки и высокий руль',400,
'66.jpg',
'SK');