INSERT INTO goods(name, describe, price, path,goods_type)
VALUES ('GT Avalanche Comp',
'День, проведенный на велосипеде, однажды обязательно захочется повторить. Это будет сделать совсем нетрудно, и даже приятно, если у вас есть Avalanche Comp с новой рамой из алюминиевого сплава 6061-T6, с современной геометрией, колесами 27.5 дюймов и тщательно подобранным комплектом компонентов, делающих вашу посадку удобной, переключение каждой из 27-и передач – легким, управление – уверенным, а торможение – надежным и безопасным. С этим велосипедом, оснащенным вилкой с ходом 100 миллиметров и гидравлической блокировкой вы готовы укротить любой трейл, даже самый непослушный. Хорошее настроение – также в списке комплектующих Avalanche Comp.',350,
'1.jpg',
'BC'),
('Jamis',
'Правильный старт может стать началом увлечения на всю жизнь. Первый горный велосипед должен принести только положительные эмоции, чтобы появилось желание сохранить эту радость и во взрослой жизни. 6-скоростная трансмиссия Shimano поможет научиться правильно использовать передачи и заезжать в крутые подъемы, амортизационная вилка и широкие, цепкие покрышки позволят безопасно передвигаться по любому рельефу.',
200,'2.jpg',
'BC'),
('Mongoose ROCKADILE',
'Как и в случае с «большим» Rockadile, все малыши этой линейки выпускаются в одном размере и вот почему. Удобство и безопасность ребенка – главные факторы, учитываемые при создании детских велосипедов, тем более таких сложных, как маунтинбайк. Следуя этому правилу и создавая раму меньшего размера, производитель должен подобрать или изготовить большинство комплектующих её компонентов, уменьшенных пропорционально и полностью соответствующим детским ручкам, ножкам и попкам. Так считает Mongoose, и мы с ним полностью согласны. Поэтому велосипеды Rockadile с колесами 20 или 24 дюйма – это не одна модель в двух размерах, а совершенно разные велосипеды. С максимально заниженной верхней трубой рамы, делающей их одинаково безопасными для мальчиков и девочек. С амортизационными вилками, передачами трансмиссии и ручными тормозами с удобными рычагами. Каждый из Rockadile функционален, универсален и надежен не менее, велосипеда для взрослых.',
300,'3.jpg',
'BC'),
('Cannondale TRAIL',
'Если вам по душе лесные тропы, если вы хотите ощутить все прелести загородного катания, если вас манят бескрайние леса и степи, велосипед TRAIL станет вашим верным спутником. Эта модель эволюционирует уже на протяжении 30 лет, отображая в себе все важные черты велосипеда для бездорожья. Рама из алюминиевых труб C2, изготовленных по новой технологии SmartFormed Alloy, система гашения вибрации "SAVE", колеса двух стандартов - 27,5" и 29", надежные компоненты.',300,
'4.jpg',
'BC'),
('Mongoose TYAX 9R SPORT','Tyax Sport - младший в семье, так же, как и верхние модели, в новом сезоне выпущен в трех вариантах: найнер, классический трейл-байк с колесами 27.5 дюймов и вездеход серии «плюс». Версия с колесами 27.5 дюймов создана с повышенным вниманием к деталям, ибо его выбирают те, кто только начинает свой путь на тропе и не собирается останавливаться… Это касается не только основных компонентов, функционально аналогичных старшим моделям: алюминиевая рама с современной геометрией, вилка SR Suntour XCТ с ходом 100 мм и блокировкой, дисковые гидравлические тормоза Tektro, шатуны и 24-скоростная трансмиссия Shimano Acera/Altus. Всегда заботливый Mongoose также позаботился о симпатичном дизайне велосипеда и его привлекательной цене.',350,
'5.jpg',
'BC'),
('Corratec X-VERT BACO HL DB-280 DISC','Если вам не чужд дух приключений, горный велосипед поможет получить множество ярких эмоций. Универсальный хардтел серии X-Vert создан для увлекательных поездок по пересеченной местности и наделен всеми необходимыми для этого компонентами. Легкая алюминиевая рама обладает завидной прочностью, трансмиссия Shimano на 27 передач позволит с легкостью карабкаться в крутые подъемы и поддерживать достойную крейсерскую скорость на бескрайних просторах, а мощные дисковые гидравлические тормоза безотказно работают в любую погоду.','450',
'6.jpg',
'BC'),
('Outleap GREENWICH','Стильный фикс с отсылкой к ретро-шоссейным велосипеда. Стальная рама и двойные алюминиевые обода обладают отличной жесткостью. Втулка типа Flip-flop позволяет вам выбирать, как именно вы хотите кататься.',450,
'7.jpg',
'BC'),
('Corratec ALLROAD ULTEGRA','Для поклонников шоссейной классики, ценящих спортивную посадку, но в то же время желающих больше комфорта и возможностей для путешествий, у Corratec есть универсальный велосипед, который удивит своими возможностями. Геометрия алюминиевой рамы располагает к более расслабленной посадке, чем у гоночных моделей, поэтому вы сможете преодолевать большие расстояния, не перегружая спину и руки. Возможность установки полноценного багажника оценят любители отправиться в многодневные походы, при этом дисковые гидравлические тормоза будут очень кстати, когда на вашем пути встретится горный серпантин. Компоненты Shimano Ultegra обеспечивают молниеносное переключение и способны годами безотказно служить своему владельцу.','500',
'8.jpg',
'BC'),
('Cannondale CAAD12 DISC 105','В сезоне 2017 инженеры Cannondale полностью переработали геометрию рамы. Она стала легче, жестче и в тоже время более комфортной. Это велосипед для "воскресных воинов" гоночных трасс, лучший гоночный велосипед с алюминиевой рамой.',500,
'9.jpg',
'BC'),
('Cannondale SUPERX SE FORCE 1','Технологии и универсальность карбоновых рам для велокросса теперь на службе у тех, кто любит покорять просторы за пределами асфальта на шоссейном велосипеде. Перья заднего треугольника изготовлены по технологии SAVE, позволяющей материалу гасить вибрации и удары, благодаря чему катание покажется вам непривычно комфортным для этого типа велосипеда. Трансмиссия Sram FORCE имеет расширенный диапазон передач для преодоления затяжных подъемов, а покрышки WTB Riddler шириной 37 мм добавят контроля и проходимости на грунтовых дорогах и тропах.',1000,
'10.jpg',
'BC');









INSERT INTO goods (name,describe ,price, path,goods_type)
VALUES
('USD Pro FRUITMAN MINI','Fruitman Mini создан специально для самых маленьких спортсменов, которые только делают свои первые шаги, но уже хотят узнать этот мир как можно быстрее! Максимальный вес ребенка - 30 кг.','100',
'11.jpg',
'SK'),
('USD Pro Rhino','Легкий надежный самокат с большими колесами обладает хорошим накатом, очень прост и удобен в управлении. Подойдет для детей разных возрастов и взрослых. Складная конструкция, регулировка руля по высоте.
Максимальный вес пользователя - 100 кг.',150,
'22.jpg',
'SK'),
('Mongoose STANCE PRO','Профессиональный трюковый самокат, созданный для любителей парка и стрита',200,
'33.jpg',
'SK'),
('Chilli REAPER RELOADED','Chilli Reloaded - лучший стритовый друг для продвинутых райдеров. Благодаря широкой алюминиевой дэке и дополнительному месту между рулевой колонкой и дэкой, выполнять различные стойки и футджэм трюки стало еще проще. В соответствии с самыми последними трендами на Reloaded установлены колеса 120 мм. Этот красавец идеальный мост от новичка к продвинотому райдеру, который поднимет ваш уровень катания на новую ступень.',250,
'44.jpg',
'SK'),
('Smartscoo+ SUPREME','Городской самокат от немецкого бренда Smartscoo+ подарит вам незабываемые прогулки по городу и паркам. Самые яркие впечатления гарантированы!

Максимальный вес райдера 100 кг.',250,
'55.jpg',
'SK'),
('Chilli SUN REAPER','Модель Reaper самая свежая разработка команды Chilli Pro. Настоящая гроза улиц для начинающих и профессиональных райдеров. Reaper имеет отличную сбалансированную Street-навеску, дружелюбную геометрию дэки и высокий руль. Благодаря специально разработанной системе Chilli Spider HIC, выполнять различные трюки теперь еще проще. Модель Reaper полностью совместим с компонентами других производителей и легко поддается апгрэйду, как и любой другой самокат Chilli Pro.',400,
'66.jpg',
'SK');
